Repository: FadyFouad/Hashiya
Catalog: ios/HashiyaKit/Sources/FeaturePaperDetails/Resources/Localizable.xcstrings
Source language: en
Languages: ar

# details.bibtexCopied
source: BibTeX copied
ar: تم نسخ BibTeX

# details.bibtexIncomplete
source: Some details may be missing. Copy again when you're online.
ar: قد تنقص بعض البيانات. انسخ مرة أخرى عند الاتصال بالإنترنت.

# details.collections
source: Collections
ar: المجموعات

# details.collectionsHint
source: Group papers for a chapter, a course or a project.
ar: اجمع الأوراق لفصل أو مقرر أو مشروع.

# details.collectionsUpdateFailed
source: Couldn't update collections
ar: تعذّر تحديث المجموعات

# details.copyBibtex
source: Copy BibTeX
ar: نسخ BibTeX

# details.copyFailed
source: Couldn't copy BibTeX
ar: تعذّر نسخ BibTeX

# details.moreOptions
source: More options
ar: خيارات أخرى

# details.newCollection
source: New collection
ar: مجموعة جديدة

# details.noCollections
source: Not in any collection
ar: ليست في أي مجموعة

# details.notesLoadFailed
source: Couldn't load your notes
ar: تعذّر تحميل ملاحظاتك

# details.notesSaveFailedMessage
source: Couldn't save your notes
ar: تعذّر حفظ ملاحظاتك

# details.pdf
source: PDF
ar: ملف PDF

# details.pdfAttach
source: Attach PDF
ar: إرفاق ملف PDF

# details.pdfAttachFailed
source: Couldn't read that file.
ar: تعذّرت قراءة هذا الملف.

# details.pdfAttachNotPdf
source: That file isn't a PDF.
ar: هذا الملف ليس ملف PDF.

# details.pdfAttached
source: %1$@ · Attached
ar: %1$@ · مُرفَق

# details.pdfAvailable
source: Available to download
ar: متاح للتنزيل

# details.pdfCancel
source: Cancel
ar: إلغاء

# details.pdfDownload
source: Download PDF
ar: تنزيل ملف PDF

# details.pdfDownloaded
source: %1$@ · Downloaded
ar: %1$@ · مُنزَّل

# details.pdfFailed
source: Couldn't get the PDF
ar: تعذّر الحصول على ملف PDF

# details.pdfHttp
source: The server didn't send the PDF.
ar: لم يُرسل الخادم ملف PDF.

# details.pdfNone
source: No PDF
ar: لا يوجد ملف PDF

# details.pdfNotPdf
source: This link opens a web page, not a PDF.
ar: يفتح هذا الرابط صفحة ويب وليس ملف PDF.

# details.pdfOffline
source: You're offline.
ar: أنت غير متصل بالإنترنت.

# details.pdfOpenBrowser
source: Open in browser
ar: فتح في المتصفح

# details.pdfOpenLink
source: Open link in browser
ar: فتح الرابط في المتصفح

# details.pdfProgress
source: %1$@ of %2$@
ar: %1$@ من %2$@

# details.pdfRead
source: Read PDF
ar: قراءة ملف PDF

# details.pdfRemove
source: Remove PDF
ar: إزالة ملف PDF

# details.pdfRemoveTitle
source: Remove this PDF?
ar: إزالة ملف PDF هذا؟

# details.pdfReplace
source: Replace PDF
ar: استبدال ملف PDF

# details.pdfReplaceTitle
source: Replace this PDF?
ar: استبدال ملف PDF هذا؟

# details.pdfTooLarge
source: The PDF is larger than 100 MB.
ar: ملف PDF أكبر من 100 ميغابايت.

# details.pdfTryAgain
source: Try again
ar: إعادة المحاولة

# details.retry
source: Retry
ar: إعادة المحاولة

# details.statusUpdateFailed
source: Couldn't update the status
ar: تعذّر تحديث الحالة
